/*"HELP_BOOK" = "Mac Help";*/

"IR_PAIR_NOT_ADMIN_TIP" = "Aby zmienić to ustawienie, musisz zalogować się jako administrator.";
"AUTH_TIP" = "Aby zmienić te ustawienia, musisz podać nazwę i hasło administratora.";
"SRVR_TIP" = "Te opcje są niedostępne na Mac OS X Server.";
"ADD" = "Dodaj";

/* FileVault */
"OK" = "OK";
"CONTINUE" = "Dalej";
"CANCEL" = "Anuluj";
"CHANGE" = "Zmień…";
"APPLY" = "Zastosuj";
"DONTAPPLY" = "Nie stosuj";

"BOLD_FONT_NAME" = "LucidaGrande-Bold";

/* LOCALIZATION NOTE: MUST KEEP THE SPACE AFTER THE WARNING: TO GET PROPER DISPLAY SPACING IN WINDOW*/
"WARNING_RED" = "UWAGA: ";

"FILEVAULT_UNAVAILABLE" = "Nie można włączyć FileVault dla tego konta.";
"FILEVAULT_UNAVAILABLE_DESC" = "Nie można włączyć FileVault dla tego konta, ponieważ jest to kont sieciowe lub jego katalog domowy znajduje się na serwerze.";

"FILEVAULT_UNAVAILABLE_FSYS" = "Nie można włączyć ochrony katalogu domowego tego konta użytkownika przez FileVault.";
"FILEVAULT_UNAVAILABLE_FSYS_DESC" = "Katalog domowy znajduje się na woluminie o formacie innym niż Mac OS Extended.";

"MANAGED_TOOLTIP" = "Ta opcja jest niedostępna, ponieważ jest zarządzana przez administratora systemu.";
"EXTERNAL_ACCOUNT_CANT_ENABLE_FILEVAULT" = "Nie możesz włączyć FileVault dla tego konta. Tworzone konta zewnętrzne muszą być kontami FileVault";

"MANAGED_TOOLTIP_AUTOLOGIN" = "Nie możesz zmienić opcji automatycznego logowania, gdyż jest zarządzana przez administratora systemu.";

"MASTER_PASSWORD_VERIFY_ERR" = "Stare hasło główne zostało podane niepoprawnie. Spróbuj podać je ponownie.";
/*"MASTER_PASSWORD_VERIFY_ERR_DESC" = "";*/

"PASS_VERIFY_ERR_SHORT" = "Hasła nie są zgodne.";
"PASS_VERIFY_ERR" = "Hasło i hasło powtórzone nie są takie same. Wpisz hasło ponownie.";
/*"PASS_VERIFY_ERR_DESC" = "";*/

"MASTER_PASSWORD_IS_EMPTY_ERR" = "Nie zostało podane hasło główne.";
"MASTER_PASSWORD_IS_EMPTY_ERR_DESC" = "Aby włączyć FileVault, musisz mieć hasło główne.";

"PASSWORD_CANT_MATCH_HINT_ERR_SHORT" = "Hasło i podpowiedź nie mogą być takie same.";
"PASSWORD_CANT_MATCH_HINT_ERR" = "Hasło i podpowiedź nie mogą być takie same. Wybierz inną podpowiedź.";
/*"PASSWORD_CANT_MATCH_HINT_ERR_DESC" = ""; */

"INCORRECT_PASSWORD_SHORT" = "To hasło jest nieprawidłowe.";

"PASS_IS_EMPTY_ERR_SHORT" = "Nie zostało podane hasło.";
"PASS_IS_EMPTY_ERR" = "Nie zostało podane hasło.";
"PASS_IS_EMPTY_ERR_DESC" = "Aby włączyć FileVault dla tego konta użytkownika, musisz mieć hasło tego konta.";

"KEYCHAIN_NONADMIN_PASSWORD" = "Hasło dostępu do pęku kluczy zostanie zmienione na hasło Twojego nowego konta.";
/*"KEYCHAIN_NONADMIN_PASSWORD_DESCR" = "";*/

"KEYCHAIN_ADMIN_SELF_PASSWORD" = "Hasło dostępu do pęku kluczy zostanie zmienione na hasło Twojego nowego konta.";
"KEYCHAIN_ADMIN_SELF_PASSWORD_DESCR" = "Jeśli Twój pęk kluczy jest zablokowany, przed zmianą hasła system zapyta o bieżące hasło do pęku kluczy.";

"FILEVAULT_ON_OTHER_USERS_LOGGED_IN" = "Nie można włączyć FileVault, gdy na komputerze zalogowani są inni użytkownicy.";
"FILEVAULT_ON_OTHER_USERS_LOGGED_IN_DESCR" = "Upewnij się, że pozostali użytkownicy wylogowali się, a następnie włącz FileVault dla tego konta.";
"FILEVAULT_OFF_OTHER_USERS_LOGGED_IN" = "Nie można wyłączyć FileVault, gdy na komputerze zalogowani są inni użytkownicy.";
"FILEVAULT_OFF_OTHER_USERS_LOGGED_IN_DESCR" = "Upewnij się, że pozostali użytkownicy wylogowali się, a następnie wyłącz FileVault dla tego konta.";
"FILEVAULT_CONVERSION_OTHER_USERS_LOGGED_IN" = "Nie można skonwertować formatów FileVault, gdy na komputerze zalogowani są inni użytkownicy.";
"FILEVAULT_CONVERSION_OTHER_USERS_LOGGED_IN_DESCR" = "Upewnij się, że pozostali użytkownicy wylogowali się, a następnie skonwertuj FileVault dla tego konta.";


"FILEVAULT_ON_NO_ROOM" = "Brak miejsca na dysku twardym, aby włączyć FileVault.";
"FILEVAULT_ON_NO_ROOM_DESCR" = "Włączenie FileVault wymaga dodatkowo %@ wolnego miejsca na woluminie „%@”. Spróbuj opróżnić Kosz lub wyrzucić niepotrzebne pliki.";

"FILEVAULT_OFF_NO_ROOM" = "Brak miejsca na dysku twardym, aby wyłączyć FileVault.";
"FILEVAULT_OFF_NO_ROOM_DESCR" = "Wyłączenie FileVault wymaga dodatkowo %@ wolnego miejsca na woluminie „%@”. Spróbuj opróżnić Kosz lub wyrzucić niepotrzebne pliki.";

"FILEVAULT_CONVERT_NO_ROOM" = "Brak miejsca na dysku twardym, aby skonwertować FileVault.";
"FILEVAULT_CONVERT_NO_ROOM_DESCR" = "Przekształcenie FileVault wymaga dodatkowo %@ wolnego miejsca na woluminie „%@”.  Spróbuj opróżnić Kosz lub wyrzucić niepotrzebne pliki.";

/* Added these strings as place holders if 3423947 is fixed */
"FILEVAULT_ON_NO_ROOM_WITH_HD_NAME" = "Brak miejsca na „%@”, aby włączyć FileVault.";
"FILEVAULT_ON_NO_ROOM_DESCR_WITH_HD_NAME" = "Włączenie FileVault wymaga dodatkowo %@ wolnego miejsca na dysku w celu utworzenia zaszyfrowanej kopii katalogu domowego. Spróbuj opróżnić Kosz lub wyrzucić niepotrzebne pliki z „%@”.";

"FILEVAULT_OFF_NO_ROOM_WITH_HD_NAME" = "Brak miejsca na „%@”, aby wyłączyć FileVault.";
"FILEVAULT_OFF_NO_ROOM_DESCR_WITH_HD_NAME" = "Wyłączenie FileVault wymaga dodatkowo %@ wolnego miejsca na dysku w celu utworzenia odszyfrowanej kopii katalogu domowego. Proszę spróbować opróżnić Kosz lub usunąć niepotrzebne pliki z „%@”.";
"FILEVAULT_SECURE_ERASE_STATUS" = "Bezpieczne wymazywanie poprzedniego katalogu domowego: %d%%.";
"FILEVAULT_SECURE_ERASE_FINISHED" = "Bezpieczne wymazywanie poprzedniego katalogu domowego zakończone.";

"MASTER_PASSWORD_PART_1" = "Hasło główne tego komputera ";
"MASTER_PASSWORD_PART_2_NO" = "nie jest";
"MASTER_PASSWORD_PART_2_YES" = "jest";
"MASTER_PASSWORD_PART_3" = " ustalone.";

"FILEVAULT_PART_1" = "Ochrona FileVault jest ";
"FILEVAULT_PART_2_NO" = "wyłączona";
"FILEVAULT_PART_2_YES" = "włączona";
"FILEVAULT_PART_3" = " dla tego konta.";

"SET_MASTER_PASSWORD" = "Ustaw hasło główne…";
"TURN_ON_FILEVAULT" = "Włącz FileVault…";
"TURN_OFF_FILEVAULT" = "Wyłącz FileVault…";
"FILEVAULT_ON_NOTE" = "Włączanie FileVault może trochę potrwać.";
"FILEVAULT_OFF_NOTE" = "Wyłączanie FileVault może trochę potrwać.";

"CHANGE_PASS_FAILED_TITLE" = "Nie możesz użyć tego hasła.";
"CHANGE_PASS_FAILED" = "Wystąpił problem z hasłem. Być może administrator systemu nie zezwala na zmianę hasła. Aby uzyskać pomoc, skontaktuj się z administratorem systemu.";
"CHANGE_PASS_FAILED_QualityCheck" = "Hasło nie spełnia wymagań określonych przez administratora systemu. Administrator może wymagać, by hasła zawierały różne znaki, cyfry lub symbole. Jeśli nie znasz tych wymagań, skontaktuj się z administratorem systemu.";
"CHANGE_PASS_FAILED_TooShort" = "Hasło jest za krótkie. Podaj dłuższe hasło.";
"CHANGE_PASS_FAILED_TooLong" = "Hasło jest za długie. Podaj krótsze hasło.";
"CHANGE_PASS_FAILED_NeedsLetter" = "Hasło musi zawierać co najmniej jedną literę. Podaj inne hasło.";
"CHANGE_PASS_FAILED_NeedsDigit" = "Hasło musi zawierać co najmniej jedną cyfrę. Podaj inne hasło.";
"CHANGE_PASS_FAILED_TooSoon" = "Hasło zostało już ostatnio zmienione. Administrator systemu nie zezwala na tak częstą zmianę hasła. Aby uzyskać pomoc, skontaktuj się z administratorem systemu.";

/* Location Services Reset Warnings strings */
"RESET_ALERT_MESSAGE_TEXT" = "Czy na pewno chcesz wyzerować ostrzeżenia o lokalizacji?";
"RESET_ALERT_INFO_TEXT" = "Gdy program o to poprosi, możesz zezwolić programowi używać danych o Twojej lokalizacji.";

"IR_DISABLED_NOTE" = "Ten komputer nie będzie pracował z żadnym pilotem.";
"IR_PAIRED_NOTE" = "Ten komputer będzie działał tylko z pilotem połączonym w parę.";
"IR_UNPAIRED_NOTE" = "Ten komputer będzie działał z dowolnym pilotem.";
"IR_PAIRED_BUTTON" = "Rozłącz parę";
"IR_UNPAIRED_BUTTON" = "Połącz w parę…";

"REQUIRE_PASSWORD_FOR_EACH_PREFPANE_SECURE_CARD_TEXT" = "Wymagaj hasła administratora do odblokowania dowolnego panelu Preferencji systemowych";

"GUEST_ACCOUNT_REQUIRE_PASSWORD_TOOLTIP" = "Użytkownicy kont gościnnych nie mogą zmieniać tego ustawienia";

/* Firewall Strings */
"Remote Management" = "Zdalne zarządzanie";
"Network Time" = "Czas sieciowy";
"File Sharing" = "Udostępnianie plików (%@)";
"FTP" = "FTP";
"SMB" = "SMB";
"AFP" = "AFP";
"Web Sharing" = "Udostępnianie www";
"Printer Sharing" = "Udostępnianie drukarek";
"Remote Apple Events" = "Zdalne Apple Events";
"Remote Login - SSH" = "Zdalne logowanie (SSH)";
"iChat Rendezvous" = "iChat Bonjour";
"iPhoto Rendezvous Sharing" = "Udostępnianie zdjęć iPhoto";
"iTunes Music Sharing" = "Udostępnianie muzyki iTunes";
"Screen Sharing" = "Współdzielenie ekranu";
"Optical Disc Sharing" = "Udostępnianie DVD lub CD";

"CAPTION_FIREWALL_IS" = "Zapora sieciowa: ";
"FIREWALL_OFF" = "wyłączona";
"FIREWALL_ON" = "włączona";

"FIREWALL_BUTTON_START" = "Uruchom";
"FIREWALL_BUTTON_STOP" = "Zatrzymaj";
"FIREWALL_START" = "Kliknij w Uruchom, aby włączyć zaporę sieciową.";
"FIREWALL_STOP" = "Kliknij w Zatrzymaj, aby wyłączyć zaporę sieciową.";

"FIREWALL_ALERT" = "Zapora sieciowa w tym komputerze jest wyłączona.";
"FIREWALL_ALERT_INFO" = "Kliknij w Uruchom, aby włączyć zaporę sieciową.";

"Services_DisplayName" = "Usługi";
"Applications_DisplayName" = "Programy";

"SHOW_IN_FINDER" = "Pokaż w Finderze";
"OPEN_SHARING_PREF" = "Otwórz Udostępnianie";

"SERVICES_SECTION_TOOLTIP_FORMAT" = "%@ możesz wyłączyć w preferencjach Udostępnianie";
"OPEN_LOG_NO_LOG_TOOLTIP" = "Brak dziennika zapory sieciowej";

"AX_ADD_CONNECTION_DESCRIPTION" = "Dodaj połączenie";
"AX_DELETE_CONNECTION_DESCRIPTION" = "Usuń połączenie";

"FIREWALL_EXPLANATORY_TEXT_LIMITED" = "Zapora sieciowa jest włączona i ustawiona na blokowanie przyjmowania połączeń przychodzących nieautoryzowanym programom i usługom.";
"FIREWALL_EXPLANATORY_TEXT_OFF" = "Zapora sieciowa tego komputera jest teraz wyłączona. Wszystkie połączenia przychodzące są teraz dozwolone.";
"FIREWALL_EXPLANATORY_TEXT_BLOCK" = "Zapora sieciowa jest włączona i ustawiona na blokowanie wszystkich połączeń przychodzących za wyjątkiem tych wymaganych przez podstawowe usługi sieciowe (np. DHCP, Bonjour lub IPSec).";
"FIREWALL_EXPLANATORY_TEXT_WARN" = "Zapora sieciowa będzie blokować wszystkie usługi udostępniania, takie jak udostępnianie plików, współdzielenie ekranu, konto Bonjour w programie iChat oraz udostępnianie muzyki przez iTunes. Jeżeli chcesz dopuścić usługi udostępniania, kliknij w przycisk Zaawansowane i wyłącz „Blokuj wszystkie połączenia przychodzące”.";
"FIREWALL_EXPLANATORY_TEXT_WARN_ADV" = "Zapora sieciowa będzie blokować wszystkie usługi udostępniania, takie jak udostępnianie plików, współdzielenie ekranu, konto Bonjour w programie iChat oraz udostępnianie muzyki przez iTunes. Jeżeli chcesz dopuścić usługi udostępniania, wyłącz „Blokuj wszystkie połączenia przychodzące”.";
"FIREWALL_IMPORTANT" = "WAŻNE";

"ALERT_UNSAVED_CHANGES" = "Ustawienia zapory sieciowej mają niezachowane zmiany";
"ALERT_UNSAVED_CHANGES_EXIT" = "Czy chcesz zastosować zmiany przed zamknięciem panelu preferencji Ochrona?";

"%@ KB" = "%@ KB";
"%@ MB" = "%@ MB";
"%@ GB" = "%@ GB";
